{code: 0, data:{"modifiedTime": "1358348340.0", "title": "大学时光 ", "createTime": "1358348340.0", "summary": "大学时光", "content": "<p>转眼间，大学就这样快过了，时间怎么过得那么快呀！！！</p>\n<p>犹记得当年第一次来学校，整个宿舍4个人就汤杰第一个先来，当时还真遇上了，厕所水箱坏了，水一直流，晚上为了去上班主任见面会，问了好久，找了好久，才到教学楼，当时的东哥，一满头的金发，还以为他是个小混混呢。那时，有早读，6点多就起来去操场读英语，哈哈，整个宿舍4个人，没一个人去的。那时候，学校还不给用电脑呢，晚上没事就是看手机，不然就学习，记得当时整个宿舍都是用诺基亚的，还是潘晓第一个用上android的，哈哈！</p>\n<p>大二时，有电脑了，人老油条了，有时候整个宿舍晚上一晚睡，第二天的结果就是整个都没去上课，在翘课方面，就数汤杰业绩耀眼，一个星期5天课，只去一天，牛逼呀，哈哈，也是宿舍的挂课小王子，记得当时跟一个信息学院聊过，问我认不认识我们学院那个挂科小王子，叫汤杰来的，我勒了个去，马上就说是我们宿舍的，多光荣呀。还记得当时，我晚上睡觉经常打呼噜，经常吵得他们三个睡不着，有次还把汤杰给吵醒被他用手机把声音给录下来呢。还记得当时，汤杰玩上了暗黑破坏神，然后呢，就我玩上了，再然后呢，就是整个宿舍都玩上，有时晚上还一起上战网打通关呢，这日子，还一清二楚！</p>\n<p>大三时，我跟东哥一起迷上了看小说，从斗破苍穹，到神墓，到星辰变，到武神，到校花的贴身高手，从天蚕土豆，到唐家三少，到辰东，到我爱吃西红柿，看过了无数的小说，每次都是一个星期就搞定一本，无论是连载，还是完本，默默守护。课更不用说了，大部分都逃了，每个学期都期末那么一个星期或者是几天才看一会儿书，那些书翻得都是新的呢。还记得当时考英语四级时，我跟汤杰两人还是前一天晚上通宵呢，哈哈，祼着考四级，结果不用想都知道，哈哈！记得当时对面宿舍楼的师兄毕业了走了，搬进来的是大一的一群师妹，然后呢，你懂得，不用说！！！</p>\n<p>大四了，大家都忙着找工作，找实习，大家最最希望的就是找到工资高点而且事情又不多的工作，那样多轻松呀，但这是不可能的。现在，学校开完年级会议，补完考，都走了，宿舍就只有我一个人，还要实习干到年底才可以回家呢，挺郁闷的，有时一个人在宿舍，就一个人，连找个人说个话都没有，很痛苦！</p>\n<p>其实，大学能学得些什么都不重要，那些只要你去工作了就会让你去学的，只要你找得到工作，就可以慢慢练！大学最重要的是有一帮损友陪你渡过那几年最没上进，最没成就，最没目标，最嬉笑，最欢乐，最无忧，每天都不用为钱烦，没钱了可以跟家里要，又没有父母管着，整天想得第一件事就怎么逃课，想逃就逃，多么幸福的一件呀！这该死的毕业！</p>\n", "id": 34}}