{code: 0, data:{"modifiedTime": "1480735860.0", "title": "北京折叠", "createTime": "1480735860.0", "summary": "《北京折叠》是科幻作家郝景芳创作的中短篇小说。该小说创造了一个更极端的类似情景，书里的北京不知年月，空间分为三层，不同的人占据了不同的空间，也按照不同的比例，分配着每个 48 小时周期。", "content": "<blockquote><p><a href=\"http://baike.baidu.com/link?url=NjwoO4eU165-2pX9Xwfi6Vf59eOBPhhmQh693KrnxttyzwxPn3WQPKU-rgAegz_Gxgx5BTpMTvPjeEV4rgYip-a2DQujw5PztkL7yMnSWMmgXFXdPo4bZFZsKWnMdCft\">简介</a></p>\n<p>《北京折叠》是科幻作家郝景芳创作的中短篇小说。该小说创造了一个更极端的类似情景，书里的北京不知年月，空间分为三层，不同的人占据了不同的空间，也按照不同的比例，分配着每个 48 小时周期。</p>\n<p>2016年8月21日，《北京折叠》获得第74届雨果奖最佳中短篇小说奖。</p>\n<p>此次雨果奖获奖作品《北京折叠》也收录在《孤独深处》中。</p>\n</blockquote>\n<h3>(1)</h3>\n<p>　　清晨4:50，老刀穿过熙熙攘攘的步行街，去找彭蠡。\n<br><br>\n　　从垃圾站下班之后，老刀回家洗了个澡，换了衣服。白色衬衫和褐色裤子，这是他唯一一套体面衣服，衬衫袖口磨了边，他把袖子卷到胳膊肘。老刀四十八岁，没结婚，已经过了注意外表的年龄，又没人照顾起居，这一套衣服留着穿了很多年，每次穿一天，回家就脱了叠上。他在垃圾站上班，没必要穿得体面，偶尔参加谁家小孩的婚礼，才拿出来穿在身上。这一次他不想脏兮兮地见陌生人。他在垃圾站连续工作了五小时，很担心身上会有味道。\n<br><br>\n　　步行街上挤满了刚刚下班的人。拥挤的男人女人围着小摊子挑土特产，大声讨价还价。食客围着塑料桌子，埋头在酸辣粉的热气腾腾中，饿虎扑食一般，白色蒸汽遮住了脸。油炸的香味弥漫。货摊上的酸枣和核桃堆成山，腊肉在头顶摇摆。这个点是全天最热闹的时间，基本都收工了，忙碌了几个小时的人们都赶过来吃一顿饱饭，人声鼎沸。\n<br><br>\n　　老刀艰难地穿过人群。端盘子的伙计一边喊着让让一边推开挡道的人，开出一条路来，老刀跟在后面。\n<br><br>\n　　彭蠡家在小街深处。老刀上楼，彭蠡不在家。问邻居，邻居说他每天快到关门才回来，具体几点不清楚。\n<br><br>\n　　老刀有点担忧，看了看手表，清晨5点。\n<br><br>\n　　他回到楼门口等着。两旁狼吞虎咽的饥饿少年围绕着他。他认识其中两个，原来在彭蠡家见过一两次。少年每人面前摆着一盘炒面或炒粉，几个人分吃两个菜，盘子里一片狼藉，筷子扔在无望而锲而不舍地拨动，寻找辣椒丛中的肉星。老刀又下意识闻了闻小臂，不知道身上还有没有垃圾的腥味。周围的一切嘈杂而庸常，和每个清晨一样。\n<br><br>\n    “哎，你们知道那儿一盘回锅肉多少钱吗?”那个叫小李的少年说。\n<br><br>\n　　“靠，菜里有沙子。”另外一个叫小丁的胖少年突然捂住嘴说，他的指甲里还带着黑泥， “坑人啊。得找老板退钱!”\n<br><br>\n　　“人家那儿一盘回锅肉，就三百四。”小李说，“三百四!一盘水煮牛肉四百二呢。”\n<br><br>\n　　“什么玩意?这么贵。”小丁捂着腮帮子咕哝道。\n<br><br>\n　　另外两个少年对谈话没兴趣，还在埋头吃面，小李低头看着他们，眼睛似乎穿过他们，看到了某个看不见的地方，目光里有热切。\n<br><br>\n　　老刀的肚子也感觉到饥饿。他迅速转开眼睛，可是来不及了，那种感觉迅速席卷了他，胃的空虚像是一个深渊，让他身体微微发颤。他有一个月不吃清晨这顿饭了。一顿饭差不多一百块，一个月三千块，攒上一年就够糖糖两个月的幼儿园开销了。\n<br><br>\n　　他向远处看，城市清理队的车辆已经缓缓开过来了。\n<br><br>\n　　他开始做准备，若彭蠡一时再不回来，他就要考虑自己行动了。虽然会带来不少困难，但时间不等人，总得走才行。身边卖大枣的女人高声叫卖，不时打断他的思绪，声音的洪亮刺得他头疼。步行街一端的小摊子开始收拾，人群像用棍子搅动的池塘里的鱼，倏一下散去。没人会在这时候和清理队较劲。小摊子收拾得比较慢，清理队的车耐心地移动。步行街通常只是步行街，但对清理队的车除外。谁若走得慢了，就被强行收拢起来。\n<br><br>\n　　这时彭蠡出现了。他剔着牙，敞着衬衫的扣子，不紧不慢地踱回来，不时打饱嗝。彭蠡六十多了，变得懒散不修边幅，两颊像沙皮狗一样耷拉着，让嘴角显得总是不满意地撇着。如果只看这幅模样，不知道他年轻时的样子，会以为他只是个胸无大志只知道吃喝的怂包。但从老刀很小的时候，他就听父亲讲过彭蠡的事。\n<br><br>\n　　老刀迎上前去。彭蠡看到他要打招呼，老刀却打断他：“我没时间和你解释。我需要去第一空间，你告诉我怎么走。”\n<br><br>\n　　彭蠡愣住了，已经有十年没人跟他提过第一空间的事，他的牙签捏在手里，不知不觉掰断了。他有片刻没回答，见老刀实在有点急了，才拽着他向楼里走。“回我家说，”彭蠡说，“要走也从那儿走。”\n<br><br>\n　　在他们身后，清理队已经缓缓开了过来，像秋风扫落叶一样将人们扫回家。“回家啦，回家啦。转换马上开始了。”车上有人吆喝着。\n<br><br>\n　　彭蠡带老刀上楼，进屋。他的单人小房子和一般公租屋无异，六平米房间，一个厕所，一个能做菜的角落，一张桌子一把椅子，胶囊床铺，胶囊下是抽拉式箱柜，可以放衣服物品。墙面上有水渍和鞋印，没做任何修饰，只是歪斜着贴了几个挂钩，挂着夹克和裤子。进屋后，彭蠡把墙上的衣服毛巾都取下来，塞到最靠边的抽屉里。转换的时候，什么都不能挂出来。老刀以前也住这样的单人公租房。一进屋，他就感到一股旧日的气息。\n<br><br>\n　　彭蠡直截了当地瞪着老刀：“你不告诉我为什么，我就不告诉你怎么走。”\n<br><br>\n　　已经5点半了，还有半个小时。\n<br><br>\n　　老刀简单讲了事情的始末。从他捡到纸条瓶子，到他偷偷躲入垃圾道，到他在第二空间接到的委托，再到他的行动。他没有时间描述太多，最好马上就走。\n<br><br>\n　　“你躲在垃圾道里?去第二空间?”彭蠡皱着眉，“那你得等24小时啊。”\n<br><br>\n　　“二十万块。”老刀说，“等一礼拜也值啊。”\n<br><br>\n　　“你就这么缺钱花?”\n<br><br>\n　　老刀沉默了一下。“糖糖还有一年多该去幼儿园了。”他说，“我来不及了。”\n<br><br>\n　　老刀去幼儿园咨询的时候，着实被吓到了。稍微好一点的幼儿园招生前两天，就有家长带着铺盖卷在幼儿园门口排队，两个家长轮着，一个吃喝拉撒，另一个坐在幼儿园门口等。就这么等上四十多个小时，还不一定能排进去。前面的名额早用钱买断了，只有最后剩下的寥寥几个名额分给苦熬排队的爹妈。这只是一般不错的幼儿园，更好一点的连排队都不行，从一开始就是钱买机会。老刀本来没什么奢望，可是自从糖糖一岁半之后，就特别喜欢音乐，每次在外面听见音乐，她就小脸放光，跟着扭动身子手舞足蹈。那个时候她特别好看。老刀对此毫无抵抗力，他就像被舞台上的灯光层层围绕着，只看到一片耀眼。无论付出什么代价，他都想送糖糖去一个能教音乐和跳舞的幼儿园。\n<br><br>\n　　彭蠡脱下外衣，一边洗脸，一边和老刀说话。说是洗脸，不过只是用水随便抹一抹。水马上就要停了，水流已经变得很小。彭蠡从墙上拽下一条脏兮兮的毛巾，随意蹭了蹭，又将毛巾塞进抽屉。他湿漉漉的头发显出油腻的光泽。\n<br><br>\n　　“你真是作死，”彭蠡说，“她又不是你闺女，犯得着吗。”\n<br><br>\n　　“别说这些了。快告我怎么走。”老刀说。\n<br><br>\n　　彭蠡叹了口气：“你可得知道，万一被抓着，可不只是罚款，得关上好几个月。”\n<br><br>\n　　“你不是去过好多次吗?”\n<br><br>\n　　“只有四次。第五次就被抓了。”\n<br><br>\n　　“那也够了。我要是能去四次，抓一次也无所谓。”\n<br><br>\n　　老刀要去第一空间送一样东西，送到了挣十万块，带来回信挣二十万。这不过是冒违规的大不韪，只要路径和方法对，被抓住的几率并不大，挣的却是实实在在的钞票。他不知道有什么理由拒绝。他知道彭蠡年轻的时候为了几笔风险钱，曾经偷偷进入第一空间好几次，贩卖私酒和烟。他知道这条路能走。\n<br><br>\n　　5:45。他必须马上走了。\n<br><br>\n　　彭蠡又叹口气，知道劝也没用。他已经上了年纪，对事懒散倦怠了，但他明白，自己在五十岁前也会和老刀一样。那时他不在乎坐牢之类的事。不过是熬几个月出来，挨两顿打，但挣的钱是实实在在的。只要抵死不说钱的下落，最后总能过去。秩序局的条子也不过就是例行公事。他把老刀带到窗口，向下指向一条被阴影覆盖的小路。\n<br><br>\n　　“从我房子底下爬下去，顺着排水管，毡布底下有我原来安上去的脚蹬，身子贴得足够紧了就能避开摄像头。从那儿过去，沿着阴影爬到边上。你能摸着也能看见那道缝。沿着缝往北走。一定得往北。千万别错了。”\n<br><br>\n　　彭蠡接着解释了爬过土地的诀窍。要借着升起的势头，从升高的一侧沿截面爬过五十米，到另一侧地面，爬上去，然后向东，那里会有一丛灌木，在土地合拢的时候可以抓住并隐藏自己。老刀没有听完，就已经将身子探出窗口，准备向下爬了。\n<br><br>\n　　彭蠡帮老刀爬出窗子，扶着他踩稳了窗下的踏脚。彭蠡突然停下来。“说句不好听的，”他说，“我还是劝你最好别去。那边可不是什么好地儿，去了之后没别的，只能感觉自己的日子有多操蛋。没劲。”\n<br><br>\n　　老刀的脚正在向下试探，身子还扒着窗台。“没事。”他说得有点费劲，“我不去也知道自己的日子有多操蛋。”\n<br><br>\n　　“好自为之吧。”彭蠡最后说。\n<br><br>\n　　老刀顺着彭蠡指出的路径快速向下爬。脚蹬的位置非常舒服。他看到彭蠡在窗口的身影，点了根烟，非常大口地快速抽了几口，又掐了。彭蠡一度从窗口探出身子，似乎想说什么，但最终还是缩了回去。窗子关上了，发着幽幽的光。老刀知道，彭蠡会在转换前最后一分钟钻进胶囊，和整个城市数千万人一样，受胶囊定时释放出的气体催眠，陷入深深睡眠，身子随着世界颠倒来去，头脑却一无所知，一睡就是整整40个小时，到次日晚上再睁开眼睛。彭蠡已经老了，他终于和这个世界其他五千万人一样了。\n<br><br>\n　　老刀用自己最快的速度向下，一蹦一跳，在离地足够近的时候纵身一跃，匍匐在地上。彭蠡的房子在四层，离地不远。爬起身，沿高楼在湖边投下的阴影奔跑。他能看到草地上的裂隙，那是翻转的地方。还没跑到，就听到身后在压抑中轰鸣的隆隆和偶尔清脆的嘎啦声。老刀转过头，高楼拦腰截断，上半截正从天上倒下，缓慢却不容置疑地压迫过来。\n<br><br>\n　　老刀被震住了，怔怔看了好一会儿。他跑到缝隙，伏在地上。\n<br><br>\n　　转换开始了。这是24小时周期的分隔时刻。整个世界开始翻转。钢筋砖块合拢的声音连成一片，像出了故障的流水线。高楼收拢合并，折叠成立方体。霓虹灯、店铺招牌、阳台和附加结构都被吸收入墙体，贴成楼的肌肤。结构见缝插针，每一寸空间都被占满。\n<br><br>\n　　大地在升起。老刀观察着地面的走势，来到缝的边缘，又随着缝隙的升起不断向上爬。他手脚并用，从大理石铺就的地面边缘起始，沿着泥土的截面，抓住土里埋藏的金属断茬，最初是向下，用脚试探着退行，很快，随着整快土地的翻转，他被带到空中。\n<br><br>\n　　老刀想到前一天晚上城市的样子。\n<br><br>\n　　当时他从垃圾堆中抬起眼睛，警觉地听着门外的声音。周围发酵腐烂的垃圾散发出刺鼻的气息，带一股发腥的甜腻味。他倚在门前。铁门外的世界在苏醒。\n<br><br>\n　　当铁门掀开的缝隙透入第一道街灯的黄色光芒，他俯下身去，从缓缓扩大的缝隙中钻出。街上空无一人，高楼灯光逐层亮起，附加结构从楼两侧探出，向两旁一节一节伸展，门廊从楼体内延伸，房檐延轴旋转，缓缓落下，楼梯降落延伸到马迷途上。步行街的两侧，一个又一个黑色立方体从中间断裂，向两侧打开，露出其中货架的结构。立方体顶端伸出招牌，连成商铺的走廊，两侧的塑料棚向头顶延伸闭合。街道空旷得如同梦境。\n<br><br>\n　　霓虹灯亮了，商铺顶端闪烁的小灯打出新疆大枣、东北拉皮、上海烤麸和湖南腊肉。\n<br><br>\n　　整整一天，老刀头脑中都忘不了这一幕。他在这里生活了四十八年，还从来没有见过这一切。他的日子总是从胶囊起，至胶囊终，在脏兮兮的餐桌和被争吵萦绕的货摊之间穿行。这是他第一次看到世界纯粹的模样。\n<br><br>\n　　每个清晨，如果有人从远处观望——就像大货车司机在高速北京入口处等待时那样——他会看到整座城市的伸展与折叠。\n<br><br>\n　　清晨六点，司机们总会走下车，站在高速边上，揉着经过一夜潦草睡眠而昏沉的眼睛，打着哈欠，相互指点着望向远处的城市中央。高速截断在七环之外，所有的翻转都在六环内发生。不远不近的距离，就像遥望西山或是海上的一座孤岛。\n<br><br>\n　　晨光熹微中，一座城市折叠自身，向地面收拢。高楼像最卑微的仆人，弯下腰，让自己低声下气切断身体，头碰着脚，紧紧贴在一起，然后再次断裂弯腰，将头顶手臂扭曲弯折，插入空隙。高楼弯折之后重新组合，蜷缩成致密的巨大魔方，密密匝匝地聚合到一起，陷入沉睡。然后地面翻转，小块小块土地围绕其轴，一百八十度翻转到另一面，将另一面的建筑楼宇露出地表。楼宇由折叠中站立起身，在灰蓝色的天空中像苏醒的兽类。城市孤岛在橘黄色晨光中落位，展开，站定，腾起弥漫的灰色苍云。\n<br><br>\n　　司机们就在困倦与饥饿中欣赏这一幕无穷循环的城市戏剧。\n　　</p>\n<h3>(2)</h3>\n<p>　　折叠城市分三层空间。大地的一面是第一空间，五百万人口，生存时间是从清晨六点到第二天清晨六点。空间休眠，大地翻转。翻转后的另一面是第二空间和第三空间。第二空间生活着两千五百万人口，从次日清晨六点到夜晚十点，第三空间生活着五千万人，从十点到清晨六点，然后回到第一空间。时间经过了精心规划和最优分配，小心翼翼隔离，五百万人享用二十四小时，七千五百万人享用另外二十四小时。\n<br><br>\n　　大地的两侧重量并不均衡，为了平衡这种不均，第一空间的土地更厚，土壤里埋藏配重物质。人口和建筑的失衡用土地来换。第一空间居民也因而认为自身的底蕴更厚。\n<br><br>\n　　老刀从小生活在第三空间。他知道自己的日子是什么样，不用彭蠡说他也知道。他是个垃圾工，做了二十八年垃圾工，在可预见的未来还将一直做下去。他还没找到可以独自生存的意义和最后的怀疑主义。他仍然在卑微生活的间隙占据一席。\n<br><br>\n　　老刀生在北京城，父亲就是垃圾工。据父亲说，他出生的时候父亲刚好找到这份工作，为此庆贺了整整三天。父亲本是建筑工，和数千万其他建筑工一样，从四方涌到北京寻工作，这座折叠城市就是父亲和其他人一起亲手建的。一个区一个区改造旧城市，像白蚁漫过木屋一样啃噬昔日的屋檐门槛，再把土地翻起，建筑全新的楼宇。他们埋头斧凿，用累累砖块将自己包围在中间，抬起头来也看不见天空，沙尘遮挡视线，他们不知晓自己建起的是怎样的恢弘。直到建成的日子高楼如活人一般站立而起，他们才像惊呆了一样四处奔逃，仿佛自己生下了一个怪胎。奔逃之后，镇静下来，又意识到未来生存在这样的城市会是怎样一种殊荣，便继续辛苦摩擦手脚，低眉顺眼勤恳，寻找各种存留下来的机会。据说城市建成的时候，有八千万想要寻找工作留下来的建筑工，最后能留下来的，不过两千万。\n<br><br>\n　　垃圾站的工作能找到也不容易，虽然只是垃圾分类处理，但还是层层筛选，要有力气有技巧，能分辨能整理，不怕辛苦不怕恶臭，不对环境挑三拣四。老刀的父亲靠强健的意志在汹涌的人流中抓住机会的细草，待人潮退去，留在干涸的沙滩上，抓住工作机会，低头俯身，艰难浸在人海和垃圾混合的酸朽气味中，一干就是二十年。他既是这座城市的建造者，也是城市的居住者和分解者。\n<br><br>\n　　老刀出生时，折叠城市才建好两年，他从来没去过其他地方，也没想过要去其他地方。他上了小学、中学。考了三年大学，没考上，最后还是做了垃圾工。他每天上五个小时班，从夜晚十一点到清晨四点，在垃圾站和数万同事一起，快速而机械地用双手处理废物垃圾，将第一空间和第二空间传来的生活碎屑转化为可利用的分类的材质，再丢入再处理的熔炉。他每天面对垃圾传送带上如溪水涌出的残渣碎片，从塑料碗里抠去吃剩的菜叶，将破碎酒瓶拎出，把带血的卫生巾后面未受污染的一层薄膜撕下，丢入可回收的带着绿色条纹的圆筒。他们就这么干着，以速度换生命，以数量换取薄如蝉翼的仅有的奖金。\n<br><br>\n　　第三空间有两千万垃圾工，他们是夜晚的主人。另三千万人靠贩卖衣服食物燃料和保险过活，但绝大多数人心知肚明，垃圾工才是第三空间繁荣的支柱。每每在繁花似锦的霓虹灯下漫步，老刀就觉得头顶都是食物残渣构成的彩虹。这种感觉他没法和人交流，年轻一代不喜欢做垃圾工，他们千方百计在舞厅里表现自己，希望能找到一个打碟或伴舞的工作。在服装店做一个店员也是好的选择，手指只拂过轻巧衣物，不必在泛着酸味的腐烂物中寻找塑料和金属。少年们已经不那么恐惧生存，他们更在意外表。\n<br><br>\n　　老刀并不嫌弃自己的工作，但他去第二空间的时候，非常害怕被人嫌弃。\n<br><br>\n　　那是前一天清晨的事。他捏着小纸条，偷偷从垃圾道里爬出，按地址找到写纸条的人。第二空间和第三空间的距离没那么远，它们都在大地的同一面，只是不同时间出没。转换时，一个空间高楼折起，收回地面，另一个空间高楼从地面中节节升高，踩着前一个空间的楼顶作为地面。唯一的差别是楼的密度。他在垃圾道里躲了一昼夜才等到空间敞开。他第一次到第二空间，并不紧张，唯一担心的是身上腐坏的气味。\n<br><br>\n　　所幸秦天是宽容大度的人。也许他早已想到自己将招来什么样的人，当小纸条放入瓶中的时候，他就知道自己将面对的是谁。\n<br><br>\n　　秦天很和气，一眼就明白老刀前来的目的，将他拉入房中，给他热水洗澡，还给他一件浴袍换上。“我只有依靠你了。”秦天说。\n<br><br>\n　　秦天是研究生，住学生公寓。一个公寓四个房间，四个人一人一间，一个厨房两个厕所。老刀从来没在这么大的厕所洗过澡。他很想多洗一会儿，将身上气味好好冲一冲，但又担心将澡盆弄脏，不敢用力搓动。墙上喷出泡沫的时候他吓了一跳，热蒸汽烘干也让他不适应。洗完澡，他拿起秦天递过来的浴袍，犹豫了很久才穿上。他把自己的衣服洗了，又洗了厕所盆里随意扔着的几件衣服。生意是生意，他不想欠人情。\n<br><br>\n　　秦天要送礼物给他相好的女孩子。他们在工作中认识，当时秦天有机会去第一空间实习，联合国经济司，她也在那边实习。只可惜只有一个月，回来就没法再去了。他说她生在第一空间，家教严格，父亲不让她交往第二空间的男孩，所以不敢用官方通道寄给她。他对未来充满乐观，等他毕业就去申请联合国新青年项目，如果能入选，就也能去第一空间工作。他现在研一，还有一年毕业。他心急如焚，想她想得发疯。他给她做了一个项链坠，能发光的材质，透明的，玫瑰花造型，作为他的求婚信物。\n<br><br>\n　　“我当时是在一个专题研讨会，就是上回讨论联合国国债那个会，你应该听说过吧?就是那个……anyway，我当时一看，啊……立刻跑过去跟她说话，她给嘉宾引导座位，我也不知道应该说点什么，就在她身后走过来又走过去。最后我假装要找同传，让她带我去找。她特温柔，说话细声细气的。我压根就没追过姑娘，特别紧张，……后来我们俩好了之后有一次说起这件事……你笑什么?……对，我们是好了。……还没到那种关系，就是……不过我亲过她了。”秦天也笑了，有点不好意思，“是真的。你不信吗?是。连我自己也不信。你说她会喜欢我吗?”\n<br><br>\n　　“我不知道啊。”老刀说，“我又没见过她。”\n<br><br>\n　　这时，秦天同屋的一个男生凑过来，笑道：“大叔，您这么认真干吗?这家伙哪是问你，他就是想听人说‘你这么帅，她当然会喜欢你’。”\n<br><br>\n　　“她很漂亮吧?”\n<br><br>\n　　“我跟你说也不怕你笑话。”秦天在屋里走来走去，“你见到她就知道什么叫清雅绝伦。”\n<br><br>\n　　秦天突然顿住了，不说了，陷入回忆。他想起依言的嘴，他最喜欢的就是她的嘴，那么小小的，莹润的，下嘴唇饱满，带着天然的粉红色，让人看着看着就忍不住想咬一口。她的脖子也让他动心，虽然有时瘦得露出筋，但线条是纤直而好看的，皮肤又白又细致，从脖子一直延伸到衬衫里，让人的视线忍不住停在衬衫的第二个扣子那里。他第一次轻吻她一下，她躲开，他又吻，最后她退无可退，就把眼睛闭上了，像任人宰割的囚犯，引他一阵怜惜。她的唇很软，他用手反复感受她腰和臀部的曲线。从那天开始，他就居住在思念中。她是他夜晚的梦境，是他抖动自己时看到的光芒。\n<br><br>\n　　秦天的同学叫张显，和老刀开始聊天，聊得很欢。\n<br><br>\n　　张显问老刀第三空间的生活如何，又说他自己也想去第三空间住一段。他听人说，如果将来想往上爬，有过第三空间的管理经验是很有用的。现在几个当红的人物，当初都是先到第三空间做管理者，然后才升到第一空间，若是停留在第二空间，就什么前途都没有，就算当个行政干部，一辈子级别也高不了。他将来想要进政府，已经想好了路。不过他说他现在想先挣两年钱再说，去银行来钱快。他见老刀的反应很迟钝，几乎不置可否，以为老刀厌恶这条路，就忙不迭地又加了几句解释。\n<br><br>\n　　“现在政府太混沌了，做事太慢，僵化，体系也改不动。”他说，“等我将来有了机会，我就推快速工作作风改革。干得不行就滚蛋。”他看老刀还是没说话，又说，“选拔也要放开。也向第三空间放开。”\n<br><br>\n　　老刀没回答。他其实不是厌恶，只是不大相信。\n<br><br>\n　　张显一边跟老刀聊天，一边对着镜子打领带，喷发胶。他已经穿好了衬衫，浅蓝色条纹，亮蓝色领带。喷发胶的时候一边闭着眼睛皱着眉毛避开喷雾，一边吹口哨。\n<br><br>\n　　张显夹着包走了，去银行实习上班。秦天说着话也要走。他还有课，要上到下午四点。临走前，他当着老刀的面把五万块定金从网上转到老刀卡里，说好了剩下的钱等他送到再付。老刀问他这笔钱是不是攒了很久，看他是学生，如果拮据，少要一点也可以。秦天说没事，他现在实习，给金融咨询公司打工，一个月十万块差不多。这也就是两个月工资，还出得起。老刀一个月一万块标准工资，他看到差距，但他没有说。秦天要老刀务必带回信回来，老刀说试试。秦天给老刀指了吃喝的所在，叫他安心在房间里等转换。\n<br><br>\n　　老刀从窗口看向街道。他很不适应窗外的日光。太阳居然是淡白色，不是黄色。日光下的街道也显得宽阔，老刀不知道是不是错觉，这街道看上去有第三空间的两倍宽。楼并不高，比第三空间矮很多。路上的人很多，匆匆忙忙都在急着赶路，不时有人小跑着想穿过人群，前面的人就也加起速，穿过路口的时候，所有人都像是小跑着。大多数人穿得整齐，男孩子穿西装，女孩子穿衬衫和短裙，脖子上围巾低垂，手里拎着线条硬朗的小包，看上去精干。街上汽车很多，在路口等待的时候，不时有看车的人从车窗伸出头，焦急地向前张望。老刀很少见到这么多车，他平时习惯了磁悬浮，挤满人的车厢从身边加速，呼一阵风。\n<br><br>\n　　中午十二点的时候，走廊里一阵声响。老刀从门上的小窗向外看。楼道地面化为传送带开始滚动，将各屋门口的垃圾袋推入尽头的垃圾道。楼道里腾起雾，化为密实的肥皂泡沫，飘飘忽忽地沉降，然后是一阵水，水过了又一阵热蒸汽。\n<br><br>\n　　背后突然有声音，吓了老刀一跳。他转过身，发现公寓里还有一个男生，刚从自己房间里出来。男生面无表情，看到老刀也没有打招呼。他走到阳台旁边一台机器旁边，点了点，机器里传出咔咔刷刷轰轰嚓的声音，一阵香味飘来，男生端出一盘菜又回了房间。从他半开的门缝看过去，男孩坐在地上的被子和袜子中间，瞪着空无一物的墙，一边吃一边咯咯地笑。他不时用手推一推眼镜。吃完把盘子放在脚边，站起身，同样对着空墙做击打动作，费力气顶住某个透明的影子，偶尔来一个背摔，气喘吁吁。\n<br><br>\n　　老刀对第二空间最后的记忆是街上撤退时的优雅。从公寓楼的窗口望下去，一切都带着令人羡慕的秩序感。九点十五分开始，街上一间间卖衣服的小店开始关灯，聚餐之后的团体面色红润，相互告别。年轻男女在出租车外亲吻。然后所有人回楼，世界蛰伏。\n<br><br>\n　　夜晚十点到了。他回到他的世界，回去上班。\n　　</p>\n<h3>(3)</h3>\n<p>　　第一和第三空间之间没有连通的垃圾道，第一空间的垃圾经过一道铁闸，运到第三空间之后，铁闸迅速合拢。老刀不喜欢从地表翻越，但他没有办法。\n<br><br>\n　　他在呼啸的风中爬过翻转的土地，抓住每一寸零落的金属残渣，找到身体和心理平衡，最后匍匐在离他最遥远的一重世界的土地上。他被整个攀爬弄得头晕脑胀，胃口也不舒服。他忍住呕吐，在地上趴了一会儿。\n<br><br>\n　　当他爬起身的时候，天亮了。\n<br><br>\n　　老刀从来没有见过这样的景象。太阳缓缓升起，天边是深远而纯净的蓝，蓝色下沿是橙黄色，有斜向上的条状薄云。太阳被一处屋檐遮住，屋檐显得异常黑，屋檐背后明亮夺目。太阳升起时，天的蓝色变浅了，但是更宁静透彻。老刀站起身，向太阳的方向奔跑。他想要抓住那道褪去的金色。蓝天中能看见树枝的剪影。他的心狂跳不已。他从来不知道太阳升起竟然如此动人。\n<br><br>\n　　他跑了一段路，停下来，冷静了。他站在街道中央。路的两旁是高大树木和大片草坪。他环视四周，目力所及，远远近近都没有一座高楼。他迷惑了，不确定自己是不是真的到了第一空间。他能看见两排粗壮的银杏。\n<br><br>\n　　他又退回几步，看着自己跑来的方向。街边有一个路牌。他打开手机里存的地图，虽然没有第一空间动态图权限，但有事先下载的静态图。他找到了自己的位置和他要去的地方。他刚从一座巨大的园子里奔出来，翻转的地方就在园子的湖边。\n<br><br>\n　　老刀在万籁俱寂的街上跑了一公里，很容易找到了要找的小区。他躲在一丛灌木背后，远远地望着那座漂亮的房子。\n<br><br>\n　　8:30，依言出来了。\n<br><br>\n　　她像秦天描述的一样清秀，只是没有那么漂亮。老刀早就能想到这点。不会有任何女孩长得像秦天描述的那么漂亮。他明白了为什么秦天着重讲她的嘴。她的眼睛和鼻子很普通，只是比较秀气，没什么好讲的。她的身材还不错，骨架比较小，虽然高，但看上去很纤细。穿了一条乳白色连衣裙，有飘逸的裙摆，腰带上有珍珠，黑色高跟皮鞋。\n<br><br>\n　　老刀悄悄走上前去。为了不吓到她，他特意从正面走过去，离得远远的就鞠了一躬。\n<br><br>\n　　她站住了，惊讶地看着他。\n<br><br>\n　　老刀走近了，说明来意，将包裹着情书和项链坠的信封从怀里掏出来。\n<br><br>\n　　她的脸上滑过一丝惊慌，小声说：“你先走，我现在不能和你说。”\n<br><br>\n　　“呃……我其实没什么要说的，”老刀说，“我只是送信的。”\n<br><br>\n　　她不接，双手紧紧地搅握着，只是说：“我现在不能收。你先走。我是说真的，拜托了，你先走吧好吗?”她说着低头，从包里掏出一张名片，“中午到这里找我。”\n<br><br>\n　　老刀低头看看，名片上写着一个银行的名字。\n<br><br>\n　　“十二点。到地下超市等我。”她又说。\n<br><br>\n　　老刀看得出她过分的不安，于是点头收起名片，回到隐身的灌木丛后，远远地观望着。很快，又有一个男人从房子里出来，到她身边。男人看上去和老刀年龄相仿，或者年轻两岁，穿着一套很合身的深灰色西装，身材高而宽阔，虽没有突出的肚子，但是觉得整个身体很厚。男人的脸无甚特色，戴眼镜，圆脸，头发向一侧梳得整齐。\n<br><br>\n　　男人搂住依言的腰，吻了她嘴唇一下。依言想躲，但没躲开，颤抖了一下，手挡在身前显得非常勉强。\n<br><br>\n　　老刀开始明白了。\n<br><br>\n　　一辆小车开到房子门前。单人双轮小车，黑色，敞篷，就像电视里看到的古代的马车或黄包车，只是没有马拉，也没有车夫。小车停下，歪向前，依言踏上去，坐下，拢住裙子，让裙摆均匀覆盖膝盖，散到地上。小车缓缓开动了，就像有一匹看不见的马拉着一样。依言坐在车里，小车缓慢而波澜不惊。等依言离开，一辆无人驾驶的汽车开过来，男人上了车。\n<br><br>\n　　老刀在原地来回踱着步子。他觉得有些东西非常憋闷，但又说不出来。他站在阳光里，闭上眼睛，清晨蓝天下清凛干净的空气沁入他的肺。空气给他一种冷静的安慰。\n<br><br>\n　　片刻之后，他才上路。依言给的地址在她家东面，3公里多一点。街上人很少。8车道的宽阔道路上行驶着零星车辆，快速经过，让人看不清车的细节。偶尔有华服的女人乘坐着双轮小车缓缓飘过他身旁，沿步行街，像一场时装秀，端坐着姿态优美。没有人注意到老刀。绿树摇曳，树叶下的林荫路留下长裙的气味。\n<br><br>\n　　依言的办公地在西单某处。这里完全没有高楼，只是围绕着一座花园有零星分布的小楼，楼与楼之间的联系气若游丝，几乎看不出它们是一体。走到地下，才看到相连的通道。\n<br><br>\n　　老刀找到超市。时间还早。一进入超市，就有一辆小车跟上他，每次他停留在货架旁，小车上的屏幕上就显示出这件货物的介绍、评分和同类货物质量比。超市里的东西都写着他看不懂的文字。食物包装精致，小块糕点和水果用诱人的方式摆在盘里，等人自取。他没有触碰任何东西。不过整个超市似乎并没有警卫或店员。\n<br><br>\n　　还不到十二点，顾客就多了起来。有穿西装的男人走进超市，取三明治，在门口刷一下就匆匆离开。还是没有人特别注意老刀。他在门口不起眼的位置等着。\n<br><br>\n　　依言出现了。老刀迎上前去，依言看了看左右，没说话，带他去了隔壁的一家小餐厅。两个穿格子裙子的小机器人迎上来，接过依言手里的小包，又带他们到位子上，递上菜单。依言在菜单上按了几下，小机器人转身，轮子平稳地滑回了后厨。\n<br><br>\n　　两个人面对面坐了片刻，老刀又掏出信封。\n<br><br>\n　　依言却没有接：“……你能听我解释一下吗?”\n<br><br>\n　　老刀把信封推到她面前：“你先收下这个。”\n<br><br>\n　　依言推回给他。\n<br><br>\n　　“你先听我解释一下行吗?”依言又说。\n<br><br>\n　　“你没必要跟我解释，”老刀说，“信不是我写的。我只是送信而已。”\n<br><br>\n　　“可是你回去要告诉说的。”依言低了低头。小机器人送上了两个小盘子，一人一份，是某种红色的生鱼片，薄薄两片，摆成花瓣的形状。依言没有动筷子，老刀也没有。信封被小盘子隔在中央，两个人谁也没再推。“我不是背叛他。去年他来的时候我就已经订婚了。我也不是故意瞒他或欺骗他，或者说……是的，我骗了他，但那是他自己猜的。他见到吴闻来接我，就问是不是我爸爸。我……我没法回答他。你知道，那太尴尬了。我……”\n<br><br>\n　　依言说不下去了。\n<br><br>\n　　老刀等了一会儿说：“我不想追问你们之前的事。你收下信就行了。”\n<br><br>\n　　依言低头好一会儿又抬起来：“你回去以后，能不能替我瞒着他?”\n<br><br>\n　　“为什么?”\n<br><br>\n　　“我不想让他以为我是坏女人耍他。其实我心里是喜欢他的。我也很矛盾。”\n<br><br>\n　　“这些和我没关系。”\n<br><br>\n　　“求你了……我是真的喜欢他。”\n<br><br>\n　　老刀沉默了一会儿，他需要做一个决定。\n<br><br>\n　　“可是你还是结婚了?”他问她。\n<br><br>\n　　“吴闻对我很好。好几年了。”依言说，“他认识我爸妈。我们订婚也很久了。况且……我比秦天大三岁，我怕他不能接受。秦天以为我是实习生。这点也是我不好，我没说实话。最开始只是随口说的，到后来就没法改口了。我真的没想到他是认真的。”\n<br><br>\n　　依言慢慢透露了她的信息。她是这个银行的总裁助理，已经工作两年多了，只是被派往联合国参加培训，赶上那次会议，就帮忙参与了组织。她不需要上班，老公挣的钱足够多，可她不希望总是一个人呆在家里，才出来上班，每天只工作半天，拿半薪。其余的时间自己安排，可以学一些东西。她喜欢学新东西，喜欢认识新人，也喜欢联合国培训的那几个月。她说像她这样的太太很多，半职工作也很多。中午她下了班，下午会有另一个太太去做助理。她说虽然对秦天没有说实话，可是她的心是真诚的。\n<br><br>\n　　“所以，”她给老刀夹了新上来的热菜，“你能不能暂时不告诉他?等我……有机会亲自向他解释可以吗?”\n<br><br>\n　　老刀没有动筷子。他很饿，可是他觉得这时不能吃。\n<br><br>\n　　“可是这等于说我也得撒谎。”老刀说。\n<br><br>\n　　依言回身将小包打开，将钱包取出来，掏出五张一万块的纸币推给老刀。“一点心意，你收下。”\n<br><br>\n　　老刀愣住了。他从来没见过一万块钱的纸钞。他生活里从来不需要花这么大的面额。他不自觉地站起身，感到恼怒。依言推出钱的样子就像是早预料到他会讹诈，这让他受不了。他觉得自己如果拿了，就是接受贿赂，将秦天出卖。虽然他和秦天并没有任何结盟关系，但他觉得自己在背叛他。老刀很希望自己这个时候能将钱扔在地上，转身离去，可是他做不到这一步。他又看了几眼那几张钱，五张薄薄的纸散开摊在桌子上，像一把破扇子。他能感觉它们在他体内产生的力量。它们是淡蓝色，和一千块的褐色与一百块的红色都不一样，显得更加幽深遥远，像是一种挑逗。他几次想再看一眼就离开，可是一直没做到。\n<br><br>\n　　她仍然匆匆翻动小包，前前后后都翻了，最后从一个内袋里又拿出五万块，和刚才的钱摆在一起。“我只带了这么多，你都收下吧。”她说，“你帮帮我。其实我之所以不想告诉他，也是不确定以后会怎么样。也许我有一天真的会有勇气和他在一起呢。”\n<br><br>\n　　老刀看看那十张纸币，又看看她。他觉得她并不相信自己的话，她的声音充满迟疑，出卖了她的心。她只是将一切都推到将来，以消解此时此刻的难堪。她很可能不会和秦天私奔，可是也不想让他讨厌她，于是留着可能性，让自己好过一点。老刀能看出她骗她自己，可是他也想骗自己。他对自己说，他对秦天没有任何义务，秦天只是委托他送信，他把信送到了，现在这笔钱是另一项委托，保守秘密的委托。他又对自己说，也许她和秦天将来真的能在一起也说不定，那样就是成人之美。他还说，想想糖糖，为什么去管别人的事而不管糖糖呢。他似乎安定了一些，手指不知不觉触到了钱的边缘。\n<br><br>\n　　“这钱……太多了。”他给自己一个台阶下，“我不能拿这么多。”\n<br><br>\n　　“拿着吧，没事。”她把钱塞到他手里，“我一个礼拜就挣出来了。没事的。”\n<br><br>\n　　“……那我怎么跟他说?”\n<br><br>\n　　“你就说我现在不能和他在一起，但是我真的喜欢他。我给你写个字条，你帮我带给他。”依言从包里找出一个画着孔雀绣着金边的小本子，轻盈地撕下一张纸，低头写字。她的字看上去像倾斜的芦苇。\n<br><br>\n　　最后，老刀离开餐厅的时候，又回头看了一眼。依言的眼睛注视着墙上的一幅画。她的姿态静默优雅，看上去就像永远都不会离开这里似的。\n<br><br>\n　　他用手捏了捏裤子口袋里的纸币。他讨厌自己，可是他想把纸币抓牢。\n　　</p>\n<h3>(4)</h3>\n<p>　　老刀从西单出来，依原路返回。重新走早上的路，他觉得倦意丛生，一步也跑不动了。宽阔的步行街两侧是一排垂柳和一排梧桐，正是晚春，都是鲜亮的绿色。他让暖意丛生的午后阳光照亮僵硬的面孔，也照亮空乏的心底。\n<br><br>\n　　他回到早上离开的园子，赫然发现园子里来往的人很多。园子外面两排银杏树庄严茂盛。园门口有黑色小汽车驶入。园里的人多半穿着材质顺滑、剪裁合体的西装，也有穿黑色中式正装的，看上去都有一番眼高于顶的气质。也有外国人。他们有的正在和身边人讨论什么，有的远远地相互打招呼，笑着携手向前走。\n<br><br>\n　　老刀犹豫了一下要到哪里去，街上人很少，他一个人站着极为显眼，去公共场所又容易被注意，他很想回到园子里，早一点找到转换地，到一个没人的角落睡上一觉。他太困了，又不敢在街上睡。他见出入园子的车辆并无停滞，就也尝试着向里走。直到走到园门边上，他才发现有两个小机器人左右逡巡。其他人和车走过都毫无问题，到了老刀这里，小机器人忽然发出嘀嘀的叫声，转着轮子向他驶来。声音在宁静的午后显得刺耳。园里人的目光汇集到他身上。他慌了，不知道是不是自己的衬衫太寒酸。他尝试着低声对小机器人说话，说他的西装落在里面了，可是小机器人只是嘀嘀嗒嗒地叫着，头顶红灯闪烁，什么都不听。园里的人们停下脚步看着他，像是看到小偷或奇怪的人。很快，从最近的建筑中走出三个男人，步履匆匆地向他们跑过来。老刀紧张极了，他想退出去，已经太晚了。\n<br><br>\n　　“出什么事了?”领头的人高声询问着。\n<br><br>\n　　老刀想不出解释的话，手下意识地搓着裤子。\n<br><br>\n　　一个三十几岁的男人走在最前面，一到跟前就用一个纽扣一样的小银盘上上下下地晃，手的轨迹围绕着老刀。他用怀疑的眼神打量他，像用罐头刀试图撬开他的外壳。\n<br><br>\n　　“没记录。”男人将手中的小银盘向身后更年长的男人示意，“带回去吧?”\n<br><br>\n　　老刀突然向后跑，向园外跑。\n<br><br>\n　　可没等他跑出去，两个小机器人悄无声息挡在他面前，扣住他的小腿。它们的手臂是箍，轻轻一扣就合上。他一下子踉跄了，差点摔倒又摔不倒，手臂在空中无力的乱划。\n<br><br>\n　　“跑什么?”年轻男人更严厉地走到他面前，瞪着他的眼睛。\n<br><br>\n　　“我……”老刀头脑嗡嗡响。\n<br><br>\n　　两个小机器人将他的两条小腿扣紧，抬起，放在它们轮子边上的平台上，然后异常同步地向最近的房子驶去，平稳迅速，保持并肩，从远处看上去，或许会以为老刀脚踩风火轮。老刀毫无办法，除了心里暗喊一声糟糕，简直没有别的话说。他懊恼自己如此大意，人这么多的地方，怎么可能没有安全保障。他责怪自己是困倦得昏了头，竟然在这样大的安全关节上犯如此低级的错误。这下一切完蛋了，他想，钱都没了，还要坐牢。\n<br><br>\n　　小机器人从小路绕向建筑后门，在后门的门廊里停下来。三个男人跟了上来。年轻男人和年长男人似乎就老刀的处理问题起了争执，但他们的声音很低，老刀听不见。片刻之后，年长男人走到他身边，将小机器人解锁，然后拉着他的大臂走上二楼。\n<br><br>\n　　老刀叹了一口气，横下一条心，觉得事到如今，只好认命。\n<br><br>\n　　年长者带他进入一个房间。他发现这是一个旅馆房间，非常大，比秦天的公寓客厅还大，似乎有自己租的房子两倍大。房间的色调是暗沉的金褐色，一张极宽大的双人床摆在中央。床头背后的墙面上是颜色过渡的抽象图案，落地窗，白色半透明纱帘，窗前是一个小圆桌和两张沙发。他心里惴惴。不知道年长者的身份和态度。\n<br><br>\n　　“坐吧，坐吧。”年长者拍拍他肩膀，笑笑，“没事了。”\n<br><br>\n　　老刀狐疑地看着他。\n<br><br>\n　　“你是第三空间来的吧?”年长者把他拉到沙发边上，伸手示意。\n<br><br>\n　　“您怎么知道?”老刀无法撒谎。\n<br><br>\n　　“从你裤子上。”年长者用手指指他的裤腰，“你那商标还没剪呢。这牌子只有第三空间有卖的。我小时候我妈就喜欢给我爸买这牌子。”\n<br><br>\n　　“您是……”\n<br><br>\n　　“别您您的，叫你吧。我估摸着我也比你大不了几岁。你今年多大?我五十二。……你看看，就比你大四岁。”他顿了一下，又说，“我叫葛大平，你叫我老葛吧。”\n<br><br>\n　　老刀放松了些。老葛把西装脱了，活动了一下膀子，从墙壁里接了一杯热水，递给老刀。他长长的脸，眼角眉梢和两颊都有些下坠，戴一副眼镜，也向下耷拉着，头发有点自来卷，蓬松地堆在头顶，说起话来眉毛一跳一跳，很有喜剧效果。他自己泡了点茶，问老刀要不要，老刀摇摇头。\n<br><br>\n　　“我原来也是第三空间的。咱也算半个老乡吧。”老葛说，“所以不用太拘束。我还是能管点事儿，不会把你送出去的。”\n<br><br>\n　　老刀长长地出了口气，心里感叹万幸。他于是把自己到第二、第一空间的始末讲了一遍，略去依言感情的细节，只说送到了信，就等着回去。\n<br><br>\n　　老葛于是也不见外，把他自己的情况讲了。他从小也在第三空间长大，父母都给人送货。十五岁的时候考上了军校，后来一直当兵，文化兵，研究雷达，能吃苦，技术又做得不错，赶上机遇又好，居然升到了雷达部门主管，大校军衔。家里没背景不可能再升，就申请转业，到了第一空间一个支持性部门，专给政府企业做后勤保障，组织会议出行，安排各种场面。虽然是蓝领的活儿，但因为涉及的都是政要，又要协调管理，就一直住在第一空间。这种人也不少，厨师、大夫、秘书、管家，都算是高级蓝领了。他们这个机构安排过很多重大场合，老葛现在是主任。老刀知道，老葛说的谦虚，说是蓝领，其实能在第一空间做事的都是牛人，即使厨师也不简单，更何况他从第三空间上来，能管雷达。\n<br><br>\n　　“你在这儿睡一会儿。待会儿晚上我带你吃饭去。”老葛说。\n<br><br>\n　　老刀受宠若惊，不大相信自己的好运。他心里还有担心，但是白色的床单和错落堆积的枕头显出召唤气息，他的腿立刻发软了，倒头昏昏沉沉睡了几个小时。\n<br><br>\n　　醒来的时候天色暗了，老葛正对着镜子捋头发。他向老刀指了指沙发上的一套西装制服，让他换上，又给他胸口别上一个微微闪着红光的小徽章，身份认证。\n<br><br>\n　　下楼来，老刀发现原来这里有这么多人。似乎刚刚散会，在大厅里聚集三三两两说话。大厅一侧是会场，门还开着，门看上去很厚，包着红褐色皮子;另一侧是一个一个铺着白色桌布的高脚桌，桌布在桌面下用金色缎带打了蝴蝶结，桌中央的小花瓶插着一只百合，花瓶旁边摆着饼干和干果，一旁的长桌上则有红酒和咖啡供应。聊天的人们在高脚桌之间穿梭，小机器人头顶托盘，收拾喝光的酒杯。\n<br><br>\n　　老刀尽量镇定地跟着老葛。走到会场内，他忽然看到一面巨大的展示牌，上面写着：\n<br><br>\n　　折叠城市五十年。\n<br><br>\n　　“这是……什么?”他问老葛。\n<br><br>\n　　“哦，庆典啊。”老葛正在监督场内布置，“小赵，你来一下，你去把桌签再核对一遍。机器人有时候还是不如人靠谱，它们认死理儿。”\n<br><br>\n　　老刀看到，会场里现在是晚宴的布置，每张大圆桌上都摆着鲜艳的花朵。\n<br><br>\n　　他有一种恍惚的感觉，站在角落里，看着会场中央巨大的吊灯，像是被某种光芒四射的现实笼罩，却只存在在它的边缘。舞台中央是演讲的高台，背后的布景流动播映着北京城的画面。大概是航拍，拍到了全城的风景，清晨和日暮的光影，紫红色暗蓝色天空，云层快速流转，月亮从角落上升起，太阳在屋檐上沉落。大气中正的布局，沿中轴线对称的城市设计，延伸到六环的青砖院落和大面积绿地花园。中式风格的剧院，日本式美术馆，极简主义风格的音乐厅建筑群。然后是城市的全景，真正意义上的全景，包含转换的整个城市双面镜头：大地翻转，另一面城市，边角锐利的写字楼，朝气蓬勃的上班族;夜晚的霓虹，白昼一样的天空，高耸入云的公租房，影院和舞厅的娱乐。\n<br><br>\n　　只是没有老刀上班的地方。\n<br><br>\n　　他仔细地盯着屏幕，不知道其中会不会展示建城时的历史。他希望能看见父亲的时代。小时候父亲总是用手指着窗外的楼，说“当时我们”。狭小的房间正中央挂着陈旧的照片，照片里的父亲重复着垒砖的动作，一遍一遍无穷无尽。他那时每天都要看见那照片很多遍，几乎已经腻烦了，可是这时他希望影像中出现哪怕一小段垒砖的镜头。\n<br><br>\n　　他沉浸在自己的恍惚中。这也是他第一次看到转换的全景。他几乎没注意到自己是怎么坐下的，也没注意到周围人的落座，台上人讲话的前几分钟，他并没有注意听。\n<br><br>\n　　“……有利于服务业的发展，服务业依赖于人口规模和密度。我们现在的城市服务业已经占到GDP85%以上，符合世界第一流都市的普遍特征。另外最重要的就是绿色经济和循环经济。”这句话抓住了老刀的注意力，循环经济和绿色经济是他们工作站的口号，写得比人还大贴在墙上。他望向台上的演讲人，是个白发老人，但是精神显得异常饱满，“……通过垃圾的完全分类处理，我们提前实现了本世纪节能减排的目标，减少污染，也发展出成体系成规模的循环经济，每年废旧电子产品中回收的贵金属已经完全投入再生产，塑料的回收率也已达到80%以上。回收直接与再加工工厂相连……”\n<br><br>\n　　老刀有远亲在再加工工厂工作，在科技园区，远离城市，只有工厂和工厂和工厂。据说那边的工厂都差不多，机器自动作业，工人很少，少量工人晚上聚集着，就像荒野部落。\n<br><br>\n　　他仍然恍惚着。演讲结束之后，热烈的掌声响起，才将他从自己的纷乱念头中拉出来，他也跟着鼓了掌，虽然不知道为什么。他看到演讲人从舞台上走下来，回到主桌上正中间的座位。所有人的目光都跟着他。\n<br><br>\n　　忽然老刀看到了吴闻。\n<br><br>\n　　吴闻坐在主桌旁边一桌，见演讲人回来就起身去敬酒，然后似乎有什么话要问演讲人。演讲人又站起身，跟吴闻一起到大厅里。老刀不自觉地站起来，心里充满好奇，也跟着他们。老葛不知道到哪里去了，周围开始上菜。\n<br><br>\n　　老刀到了大厅，远远地观望，对话只能听见片段。\n<br><br>\n　　“……批这个有很多好处。”吴闻说，“是，我看过他们的设备了……自动化处理垃圾，用溶液消解，大规模提取材质……清洁，成本也低……您能不能考虑一下?”\n<br><br>\n　　吴闻的声音不高，但老刀清楚地听见“处理垃圾”的字眼，不由自主凑上前去。\n<br><br>\n　　白发老人的表情相当复杂，他等吴闻说完，过了一会儿才问：“你确定溶液无污染?”\n<br><br>\n　　吴闻有点犹豫：“现在还是有一点……不过很快就能减低到最低。”\n<br><br>\n　　老刀离得很近了。\n<br><br>\n　　白发老人摇了摇头，眼睛盯着吴闻：“事情哪是那么简单的，你这个项目要是上马了，大规模一改造，又不需要工人，现在那些劳动力怎么办，上千万垃圾工失业怎么办?”\n<br><br>\n　　白发老人说完转过身，又返回会场。吴闻呆愣愣地站在原地。一个从始至终跟着老人的秘书模样的人走到吴闻身旁，同情地说：“您回去好好吃饭吧。别想了。其实您应该明白这道理，就业的事是顶天的事。您以为这种技术以前就没人做吗?”\n<br><br>\n　　老刀能听出这是与他有关的事，但他摸不准怎样是好的。吴闻的脸显出一种迷惑、懊恼而又顺从的神情，老刀忽然觉得，他也有软弱的地方。\n<br><br>\n　　这时，白发老人的秘书忽然注意到老刀。\n<br><br>\n　　“你是新来的?”他突然问。\n<br><br>\n　　“啊……嗯。”老刀吓了一跳。\n<br><br>\n　　“叫什么名字?我怎么不知道最近进人了。”\n<br><br>\n　　老刀有些慌，心砰砰跳，他不知道该说些什么。他指了指胸口上别着的工作人员徽章，仿佛期望那上面有个名字浮现出来。但徽章上什么都没有。他的手心涌出汗。秘书看着他，眼中的怀疑更甚了。他随手拉着一个会务人员，那人说不认识老刀。\n<br><br>\n　　秘书的脸铁青着，一只手抓住老刀的手臂，另一只手拨了通讯器。\n<br><br>\n　　老刀的心提到嗓子眼，就在那一刹那，他看到了老葛的身影。\n<br><br>\n　　老葛一边匆匆跑过来，一边按下通讯器，笑着和秘书打招呼，点头弯腰，向秘书解释说这是临时从其他单位借调过来的同事，开会人手不够，临时帮忙的。秘书见老葛知情，也就不再追究，返回会场。老葛将老刀又带回自己的房间，免得再被人撞见查检。深究起来没有身份认证，老葛也做不得主。\n<br><br>\n　　“没有吃席的命啊。”老葛笑道，“你等着吧，待会儿我给你弄点吃的回来。”\n<br><br>\n　　老刀躺在床上，又迷迷糊糊睡了。他反复想着吴闻和白发老人说的话，自动垃圾处理，这是什么样的呢，如果真的这样，是好还是不好呢。\n<br><br>\n　　再次醒来时，老刀闻到一碟子香味，老葛已经在小圆桌上摆了几碟子菜，还正在从墙上的烤箱中把剩下一个菜端出来。老葛又拿来半瓶白酒和两个玻璃杯，倒上。\n<br><br>\n　　“有一桌就坐了俩人，我把没怎么动过的菜弄了点回来，你凑合吃，别嫌弃就行。他们吃了一会儿就走了。”老葛说。\n<br><br>\n　　“哪儿能嫌弃呢。”老刀说，“有口吃的就感激不尽了。这么好的菜。这些菜很贵吧?”\n<br><br>\n　　“这儿的菜不对外，所以都不标价。我也不知道多少钱。”老葛已经开动了筷子，“也就一般吧。估计一两万之间，个别贵一点可能三四万。就那么回事。”\n<br><br>\n　　老刀吃了两口就真的觉得饿了。他有抗饥饿的办法，忍上一天不吃东西也可以，身体会有些颤抖发飘，但精神不受影响。直到这时，他才发觉自己的饥饿。他只想快点咀嚼，牙齿的速度赶不上胃口空虚的速度。吃得急了，就喝一口。这白酒很香，不辣。老葛慢悠悠的，微笑着看着他。\n<br><br>\n　　“对了，”老刀吃得半饱时，想起刚才的事，“今天那个演讲人是谁?我看着很面熟。”\n<br><br>\n　　“也总上电视嘛。”老葛说，“我们的顶头上司。很厉害的老头儿。他可是管实事儿的，城市运作的事儿都归他管。”\n<br><br>\n　　“他们今天说起垃圾自动处理的事儿。你说以后会改造吗?”\n<br><br>\n　　“这事儿啊，不好说，”老葛砸了口酒，打了个嗝，“我看够呛。关键是，你得知道当初为啥弄人工处理。其实当初的情况就跟欧洲二十世纪末差不多，经济发展，但失业率上升，印钱也不管用，菲利普斯曲线不符合。”\n<br><br>\n　　他看老刀一脸茫然，呵呵笑了起来：“算了，这些东西你也不懂。”\n<br><br>\n　　他跟老刀碰了碰杯子，两人一齐喝了又斟上。\n<br><br>\n　　“反正就说失业吧，这你肯定懂。”老葛接着说，“人工成本往上涨，机器成本往下降，到一定时候就是机器便宜，生产力一改造，升级了，GDP上去了，失业也上去了。怎么办?政策保护?福利?越保护工厂越不雇人。你现在上城外看看，那几公里的厂区就没几个人。农场不也是吗。大农场一搞几千亩地，全设备耕种，根本要不了几个人。咱们当时怎么搞过欧美的，不就是这么规模化搞的吗。但问题是，地都腾出来了，人都省出来了，这些人干嘛去呢。欧洲那边是强行减少每人工作时间，增加就业机会，可是这样没活力你明白吗。最好的办法是彻底减少一些人的生活时间，再给他们找到活儿干。你明白了吧?就是塞到夜里。这样还有一个好处，就是每次通货膨胀几乎传不到底层去，印钞票、花钞票都是能贷款的人消化了，GDP涨了，底下的物价却不涨。人们根本不知道。”\n<br><br>\n　　老刀听得似懂非懂，但是老葛的话里有一股凉意，他还是能听出来的。老葛还是嬉笑的腔调，但与其说是嬉笑，倒不如说是不愿意让自己的语气太直白而故意如此。\n<br><br>\n　　“这话说着有点冷。”老葛自己也承认，“可就是这么回事。我也不是住在这儿了就说话向着这儿。只是这么多年过来，人就木了，好多事儿没法改变，也只当那么回事了。”\n<br><br>\n　　老刀有点明白老葛的意思了，可他不知道该说什么好。\n<br><br>\n　　两人都有点醉。他们趁着醉意，聊了不少以前的事，聊小时候吃的东西，学校的打架。老葛最喜欢吃酸辣粉和臭豆腐，在第一空间这么久都吃不到，心里想得痒痒。老葛说起自己的父母，他们还在第三空间，他也不能总回去，每次回去都要打报告申请，实在不太方便。他说第三空间和第一空间之间有官方通道，有不少特殊的人也总是在其中往来。他希望老刀帮他带点东西回去，弥补一下他自己亏欠的心。老刀讲了他孤独的少年时光。\n<br><br>\n　　昏黄的灯光中，老刀想起过去。一个人游荡在垃圾场边缘的所有时光。\n<br><br>\n　　不知不觉已经是深夜。老葛还要去看一下夜里会场的安置，就又带老刀下楼。楼下还有未结束的舞会末尾，三三两两男女正从舞厅中走出。老葛说企业家大半精力旺盛，经常跳舞到凌晨。散场的舞厅器物凌乱，像女人卸了妆。老葛看着小机器人在狼藉中一一收拾，笑称这是第一空间唯一真实的片刻。\n<br><br>\n　　老刀看了看时间，还有三个小时转换。他收拾了一下心情，该走了。\n　　</p>\n<h3>(5)</h3>\n<p>　　白发演讲人在晚宴之后回到自己的办公室，处理了一些文件，又和欧洲进行了视频通话。十二点感觉疲劳，摘下眼镜揉了揉鼻梁两侧，准备回家。他经常工作到午夜。\n<br><br>\n　　电话突然响了，他按下耳机。是秘书。\n<br><br>\n　　大会研究组出了状况。之前印好的大会宣言中有一个数据之前计算结果有误，白天突然有人发现。宣言在会议第二天要向世界宣读，因而会议组请示要不要把宣言重新印刷。白发老人当即批准。这是大事，不能有误。他问是谁负责此事，秘书说，是吴闻主任。\n<br><br>\n　　他靠在沙发上小睡。清晨四点，电话又响了。印刷有点慢，预计还要一个小时。\n<br><br>\n　　他起身望向窗外。夜深人静，漆黑的夜空能看到静谧的猎户座亮星。\n<br><br>\n　　猎户座亮星映在镜面般的湖水中。老刀坐在湖水边上，等待转换来临。\n<br><br>\n　　他看着夜色中的园林，猜想这可能是自己最后一次看这片风景。他并不忧伤留恋，这里虽然静美，可是和他没关系，他并不钦羡嫉妒。他只是很想记住这段经历。夜里灯光很少，比第三空间遍布的霓虹灯少很多，建筑散发着沉睡的呼吸，幽静安宁。\n<br><br>\n　　清晨五点，秘书打电话说，材料印好了，还没出车间，问是否人为推迟转换的时间。\n<br><br>\n　　白发老人斩钉截铁地说，废话，当然推迟。\n<br><br>\n　　清晨五点四十分，印刷品抵达会场，但还需要分装在三千个会议夹子中。\n<br><br>\n　　老刀看到了依稀的晨光，这个季节六点还没有天亮，但已经能看到蒙蒙曙光。\n<br><br>\n　　他做好了一切准备，反复看手机上的时间。有一点奇怪，已经只有一两分钟到六点了，还是没有任何动静。他猜想也许第一空间的转换更平稳顺滑。\n<br><br>\n　　清晨六点十分，分装结束。\n<br><br>\n　　白发老人松了一口气，下令转换开始。\n<br><br>\n　　老刀发现地面终于动了，他站起身，活动了一下有点麻木的手脚，小心翼翼来到边缘。土地的缝隙开始拉大，缝隙两边同时向上掀起。他沿着其中一边往截面上移动，背身挪移，先用脚试探着，手扶住地面退行。大地开始翻转。\n<br><br>\n　　六点二十分，秘书打来紧急电话，说吴闻主任不小心将存着重要文件的数据key遗忘在会场，担心会被机器人清理，需要立即取回。\n<br><br>\n　　白发老人有点恼怒，但也只好令转换停止，恢复原状。\n<br><br>\n　　老刀在截面上正慢慢挪移，忽然感觉土地的移动停止了，接着开始调转方向，已错开的土地开始合拢。他吓了一跳，连忙向回攀爬。他害怕滚落，手脚并用，异常小心。\n<br><br>\n　　土地回归的速度比他想象的快，就在他爬到地表的时候，土地合拢了，他的一条小腿被两块土地夹在中间，尽管是泥土，不足以切筋断骨，但力量十足，他试了几次也无法脱出。他心里大叫糟糕，头顶因为焦急和疼痛渗出汗水。他不知道是否被人发现了。\n<br><br>\n　　老刀趴在地上，静听着周围的声音。他似乎听到匆匆接近的脚步声。他想象着很快就有警察过来，将他抓起来，夹住的小腿会被砍断，带着疮口扔到监牢里。他不知道自己是什么时候暴露了身份。他伏在青草覆盖的泥土上，感觉到晨露的冰凉。湿气从领口和袖口透入他的身体，让他觉得清醒，却又忍不住战栗。他默数着时间，期盼这只是技术故障。他设想着自己如果被抓住了该说些什么。也许他该交待自己二十八年工作的勤恳诚实，赚一点同情分。他不知道自己会不会被审判。命运在前方逼人不已。\n<br><br>\n　　命运直抵胸膛。回想这四十八小时的全部经历，最让他印象深刻的是最后一晚老葛说过的话。他觉得自己似乎接近了些许真相，因而见到命运的轮廓。可是那轮廓太远，太冷静，太遥不可及。他不知道了解一切有什么意义，如果只是看清楚一些事情，却不能改变，又有什么意义。他连看都还无法看清，命运对他就像偶尔显出形状的云朵，倏忽之间又看不到了。他知道自己仍然是数字。在5128万这个数字中，他只是最普通的一个。如果偏生是那128万中的一个，还会被四舍五入，就像从来没存在过，连尘土都不算。他抓住地上的草。\n<br><br>\n　　六点三十分，吴闻取回数据key。六点四十分，吴闻回到房间。\n<br><br>\n　　六点四十五分，白发老人终于疲倦地倒在办公室的小床上。指令已经按下，世界的齿轮开始缓缓运转。书桌和茶几表面伸出透明的塑料盖子，将一切物品罩住并固定。小床散发出催眠气体，四周立起围栏，然后从地面脱离，地面翻转，床像一只篮子始终保持水平。\n<br><br>\n　　转换重新启动了。\n<br><br>\n　　老刀在三十分钟的绝望之后突然看到生机。大地又动了起来。他在第一时间拼尽力气将小腿抽离出来，在土地掀起足够高度的时候重新回到截面上。他更小心地撤退。血液复苏的小腿开始刺痒疼痛，如百爪挠心，几次让他摔倒，疼得无法忍受，只好用牙齿咬住拳头。他摔倒爬起，又摔倒又爬起，在角度飞速变化的土地截面上维持艰难地平衡。\n<br><br>\n　　他不记得自己怎么拖着腿上楼，只记得秦天开门时，他昏了过去。\n<br><br>\n　　在第二空间，老刀睡了十个小时。秦天找同学来帮他处理了腿伤。肌肉和软组织大面积受损，很长一段时间会妨碍走路，但所幸骨头没断。他醒来后将依言的信交给秦天，看秦天幸福而又失落的样子，什么话也没有说。他知道，秦天会沉浸距离的期冀中很长时间。\n<br><br>\n　　再回到第三空间，他感觉像是已经走了一个月。城市仍然在缓慢苏醒，城市居民只过了平常的一场睡眠，和前一天连续。不会有人发现老刀的离开。\n<br><br>\n　　他在步行街营业的第一时间坐到塑料桌旁，要了一盘炒面，生平第一次加了一份肉丝。只是一次而已，他想，可以犒劳一下自己。然后他去了老葛家，将老葛给父母的两盒药带给他们。两位老人都已经不大能走动了，一个木讷的小姑娘住在家里看护他们。\n<br><br>\n　　他拖着伤腿缓缓踱回自己租的房子。楼道里喧扰嘈杂，充满刚睡醒时洗漱冲厕所和吵闹的声音，蓬乱的头发和乱敞的睡衣在门里门外穿梭。他等了很久电梯，刚上楼就听见争吵。他仔细一看，是隔壁的女孩阑阑和阿贝在和收租的老太太争吵。整栋楼是公租房，但是社区有统一收租的代理人，每栋楼又有分包，甚至每层有单独的收租人。老太太也是老住户了，儿子不知道跑到哪里去了，她长得瘦又干，单独一个人住着，房门总是关闭，不和人来往。阑阑和阿贝在这一层算是新人，两个卖衣服的女孩子。阿贝的声音很高，阑阑拉着她，阿贝抢白了阑阑几句，阑阑倒哭了。\n<br><br>\n　　“咱们都是按合同来的哦。”老太太用手戳着墙壁上屏幕里滚动的条文，“我这个人从不撒谎唉。你们知不知道什么是合同咧?秋冬加收10%取暖费，合同里写得清清楚楚唉。”\n<br><br>\n　　“凭什么啊?凭什么?”阿贝扬着下巴，一边狠狠地梳着头发，“你以为你那点小猫腻我们不知道?我们上班时你全把空调关了，最后你这按电费交钱，我们这给你白交供暖费。你蒙谁啊你!每天下班回来这屋里冷得跟冰一样。你以为我们新来的好欺负吗?”\n<br><br>\n　　阿贝的声音尖而脆，划得空气道道裂痕。老刀看着阿贝的脸，年轻、饱满而意气的脸，很漂亮。她和阑阑帮他很多，他不在家的时候，她们经常帮他照看糖糖，也会给他熬点粥。他忽然想让阿贝不要吵了，忘了这些细节，只是不要吵了。他想告诉她女孩子应该安安静静坐着，让裙子盖住膝盖，微微一笑露出好看的牙齿，轻声说话，那样才有人爱。可是他知道她们需要的不是这些。\n<br><br>\n　　他从衣服的内衬掏出一张一万块的钞票，虚弱地递给老太太。老太太目瞪口呆，阿贝、阑阑看得傻了。他不想解释，摆摆手回到自己的房间。\n<br><br>\n　　摇篮里，糖糖刚刚睡醒，正迷糊着揉眼睛。他看着糖糖的脸，疲倦了一天的心软下来。他想起最初在垃圾站门口抱起糖糖时，她那张脏兮兮的哭累了的小脸。他从没后悔将她抱来。她笑了，吧唧了一下小嘴。他觉得自己还是幸运的。尽管伤了腿，但毕竟没被抓住，还带了钱回来。他不知道糖糖什么时候才能学会唱歌跳舞，成为一个淑女。\n<br><br>\n　　他看看时间，该去上班了。\n　　\n　　</p>\n<!--\n评论\nhttps://m.douban.com/book/review/8071188/\n-->", "id": 38}}