{code: 0, data:{"modifiedTime": "1511097240.0", "title": "阿里为什么不去清华招人？", "createTime": "1511097240.0", "summary": "阿里不去清华招人的原因", "content": "<h5><p>原文出处：<a href='http://www.jianshu.com/p/19e92aac5d66' target='blank'>阿里为什么不去清华招人？</a></p></h5>\n<h3>阿里为什么不去清华招人？｜草铺半生</h3>\n<p>草铺半生｜阿里巴巴</p>\n<p>29岁，成为普华永道史上最年轻的合伙人之一；</p>\n<p>32岁，担任百安居中国区总裁，也是最年轻的世界500强中国区总裁；</p>\n<p>36岁，执掌阿里巴巴。</p>\n<p>卫哲，32岁替500强打天下，36岁执掌阿里，如今他是嘉御基金的创始人，管理着10亿美金的资产，用年轻有为形容他一点也不为过。</p>\n<p>草铺半生</p>\n<p>文 | 卫哲  创业邦</p>\n<p>本文整理了卫哲最近的演讲，讲述在阿里巴巴就职期间，在用人方面遇到的问题以及化解的方法，笑谈经验中，输出了不少干货。</p>\n<hr>\n<h4>01</h4>\n<p>阿里不去清华招人的原因</p>\n<p>2009年，马云带队去美国考察一流公司。</p>\n<p>其中包括苹果、谷歌、微软、星巴克。见这些公司，我通常都会问一个问题：</p>\n<p>谁是你们的竞争对手？</p>\n<p>微软那时候的CEO叫做 Steve  Ballmer.Steve 一听到这个问题，就瞬间来劲了，一口气讲了45分钟，我们和苹果竞争，和索尼竞争，和 Cisco 竞争，和 Oracle 竞争，我们是如何跟他们斗争的，又如何消灭他们的。</p>\n<p>出来以后，马云说，这哥们是职业杀手啊。我说，你看金庸小说里面，哪个职业杀手，最后成为顶尖武林高手的？没有。</p>\n<p>然后拜访谷歌，也问谷歌的创始人 Larry Page ，谁是谷歌的竞争对手？我们正期待谷歌也说，微软啊、苹果啊等等都是他们的竞争对手。</p>\n<p>结果答案特别出乎我们的意料。Larry Page 说：</p>\n<p>NASA（美国宇航局）、Obama administration（奥巴马政府），是我们的竞争对手。</p>\n<p>我问为什么呢？他说：</p>\n<p>谁跟我抢人，谁就是我们的竞争对手。</p>\n<p>我们的工程师，Facebook 和苹果来抢，我们不怕。我们开更高的工资，给更多的期权、股权就好了。可是我们的工程师去NASA，1年只有7万美金，只有我们这里的五分之一，我还抢不过。</p>\n<p>我们谷歌描绘了一个很大的梦想，但美国宇航局的梦想，是整个宇宙，更大，做的事更好玩儿，把我们最优秀的工程师，给吸引走了。</p>\n<p>我们这儿的管理者，我们这儿的经理，年薪也是几十万美元，结果 2009年奥巴马上台后，美国政府意气风发，很多美国人，居然愿意从政了。包括谷歌里面很多优秀的经理，放弃几十万年薪，拿5万美金的年薪，去政府工作。</p>\n<p>所以，谁跟我抢人，谁就是我们的竞争对手。而且，这两个竞争对手，是我最难对付的竞争对手。</p>\n<p>所以，这个话题，我想跟所有人力资源方面的管理者分享，一定要深刻思考，谁才是你的竞争对手。微软呢，看到的只是谁是微软产品的竞争对手（而不是人才的竞争对手）。结\n果怎么样？作为 CEO 的 Steve Ballmer 下台了。</p>\n<p>一般 CEO 下台，股票都要跌的。Steve Ballmer 下台，第二天股票涨了7%。微软的 7%是多少？相当于300亿美金。我们经常说，奋斗一个独角兽。10亿美金就是独角兽了吧，一个 Steve Ballmer ，等于负能量的30个独角兽。</p>\n<p>我们做人力资源也会知道，你宣布了一个比 Steve Ballmer 更强的人来当下一任CEO，大家特别看好，所以股票涨了。</p>\n<p>当时，微软董事会原话是这样的：</p>\n<p>Steve Ballmer 将不再担任微软 CEO，接下来谁担任，董事会正在选择当中，还没决定最终谁来接Steve Ballmer。</p>\n<p>也就是说，随便换一个人都比 Steve Ballmer 强。我觉得微软到了后来发展并是不太好。</p>\n<p>今年我们召集了很多 CTO 在硅谷聚会，发现一大片出自微软。所有人都在感谢微软，微软为我们中国的互联网界，增添了70%的CTO。出来后，都在声讨，微软有多么不好。</p>\n<p>所以，可能因为微软流失了这些人（ BAT 几乎所有 CTO 都是微软出来的），如果他们留在微软，微软会多么强大。</p>\n<p>说到人员流失也好，人才流失也好。我就想起我刚到阿里巴巴的时候，阿里巴巴是对人力资源，特别重视的一个公司。但即使像这样一个特别重视人力资源的公司，在人力资源管\n理方面也走过很多弯路。</p>\n<p>2005、2006年，我刚去阿里巴巴的时候，曾向人力资源部门了解：我们的工程师和销售的离职率是多少，部门的同事告诉我，离职率是 10%。</p>\n<p>我一听，哎哟，太了不起啦！销售和工程师都是流失率特别大的岗位，阿里巴巴才 10% ！结果人力资源同事马上说：</p>\n<p>不不，我刚才没有说清楚，是一个月 10% 。</p>\n<p>噢，那就是年化120%，一年换一遍。</p>\n<p>员工流失率这么高，最后采取什么措施没有？采取了。我们把员工流失率定了个指标，作为各级 HR ，各级干部的 KPI 挂钩考核。效果怎么样呢？还不如不定这个KPI 。</p>\n<p>为什么呢？该留的一个没留，该走的一个没走。也就是留下来的，都是该走的人。走了的，都是该留的人。硬性制定了一个流失率指标，并不能解决流失率的问题。</p>\n<p>为什么员工流失率这么高？核心只有一句话：</p>\n<p>人力资源的源头，也就是招聘，出了问题。</p>\n<p>出了哪些问题？我来分享一下：</p>\n<p>① 不轻易下放招聘权</p>\n<p>阿里巴巴刚创建的时候，大概在公司 400-500 人的时候，任何人加入公司，马云都要见，亲自面试。任何人，包括我们的前台接待，包括我们公司的保安。</p>\n<p>所以，阿里巴巴能在今天诞生出一些传奇性的人物，很励志的人物，没什么好稀奇的。</p>\n<p>阿里巴巴今天的首席人力资源官，前面做过菜鸟物流董事长的童文红，原来是军嫂，从我们前台的接待做起，然后做行政经理，做人力资源，管业务，管客服。最后，成为菜鸟董\n事长。现在刚刚升任，整个阿里集团的首席人力资源官（CHO）。</p>\n<p>那么，如果这个前台接待，是行政经理面试的，她的出路，应该就是行政经理。但，如果这个前台接待，是马云面试的，她就有可能成长为副总裁。</p>\n<p>阿里巴巴在公司只有四五百人的时候，马云亲自来面试，就诞生了这么多奇迹。那么，后来招聘权力下放之后呢？就发现很多问题。</p>\n<p>最极端的例子，我们有很多经理，自己入职才一个多月，居然他可以去招聘别人了。他并不了解公司的文化和价值观。甚至对于这个岗位有什么要求，也不清楚。就有点像以前的\n解放战争，国民党拉壮丁，自己刚刚来当兵没多久，又可以去发展，为自己的队伍招人，这是多大的风险。</p>\n<p>我们也碰到过中小企业的老板，大概员工人数在一两百人左右，就说我有人力资源部门了，招聘是人力资源部门的事情。我不再管招人了。</p>\n<p>那我说，你在忙什么呢？</p>\n<p>他说我又是开会，又要出差，又要做销售，又要做客服。我说，你在降级，做不该你做的事。那么为什么你会降级，做这些事呢？</p>\n<p>因为你没有招对人，你没有把时间放在招聘上，形成了恶性循环。因为招的人不行，你要替他们去干，他们本来该干的事。</p>\n<p>很多跨国公司，至少坚持跨两级招人，阿里巴巴一度恢复到跨四级招人。</p>\n<p>比如，我们广东大区的总经理，下边有城市经理，城市经理下边有业务主管，业务主管下边是我们普通的销售或者客服。也就是广东大区总经理，要直接面试到销售或者客服。</p>\n<p>广东大区多少人呢？广东大区1000个人。每年至少 200-300 人的流动。可想而知，他要招多少人，工作量有多大。</p>\n<p>所以，阿里巴巴人力资源工作的改进，就是从招聘这个源头开始。而招聘源头的第一件事，就是不轻易下放招聘的权力。中国有很多公司，人力资源开始出问题，就在于下放了招聘权力。</p>\n<p>② 重视专业技能以外的考核</p>\n<p>业务技能很简单，很好判断。</p>\n<p>你是做销售的，来我们公司也是做销售的，以前业绩多少，卖什么产品，管多少人。工程师，以前是写 Java的，还是写什么其他语言的，做过什么样的程序等等。水平很好判断。</p>\n<p>我经常问，公司招人，难道只看业务技能吗？我希望每个公司都能回答这个问题：</p>\n<p>在业务技能以外，你们需要什么样的人？</p>\n<p>我们经常说，每个公司都有自己的味道。阿里巴巴招聘的时候经常闻味道，跟我们是不是一类人。因为人的分类没有对错。错的是什么呢？</p>\n<p>是不同类的人，天天要坐在一起，天天要在一起共事。可想而知，心情不愉快，工作效率低。</p>\n<p>那么，到底怎么去“闻味道”？</p>\n<p>我们要动脑筋去设计一些问题。很多人总在打听阿里巴巴的面试问题。其实，我把答案告诉你也没有用。因为有些问题是开放性的。</p>\n<p>比如说，你招聘一个岗位，特别希望他能吃苦，你不能问他，同学，你能吃苦吗？没有人会跟你说，对不起，我不能吃苦。</p>\n<p>你特别希望你们公司招的人都诚信，是守信用的人，你也不能问他，你诚信吗？不能这么问。</p>\n<p>那我举个例子，大家回去，多去开发一些这样的问题：</p>\n<p>案例一：</p>\n<p>就拿第一个问题，能吃苦吗？很简单。</p>\n<p>同学，你能不能跟我描述一下，你这辈子吃的最大的苦是什么？</p>\n<p>我们有个面试者回答说，那个时候，没有动车，从上海到无锡，我没有买到坐着的票。我是从上海站到无锡的。</p>\n<p>这是他人生中吃过的最大的苦，可想而知，他的吃苦能力很弱。</p>\n<p>案例二：</p>\n<p>我们希望招的人大气一点。阿里巴巴希望招的人大气一点。那你就可以问他：</p>\n<p>同学，你能不能跟我讲讲，你这辈子吃过的最大的亏是什么？</p>\n<p>我们有听到过一个答案，我在读小学的时候，同桌的女同学，拿了我的橡皮，到现在都没有还。我心想，哎呀，这哪是吃亏，这是记仇啊。</p>\n<p>女同学拿了块橡皮没有还，到二十多岁都还记得。而且他认为，这是他这辈子，吃过的最大的亏。那你觉得这个人，适不适合你们的味道？肯定大部分公司都不适合。</p>\n<p>这些因素，我归类为非技能类因素。我希望大家能在招聘中，围绕每个公司的味道，设计一些非技能的问题，来判断一下。</p>\n<p>这是阿里巴巴当年犯的第二个错误，招聘时，过度强调技能，忽略非技能因素。其实，这个错误，跨国公司经常犯，阿里也犯，不过纠正得快，纠正得坚决。</p>\n<p>③ 跨一两级选拔人才</p>\n<p>跨国公司犯得很严重，阿里也犯。举个例子，你要招一个月薪大约1万的人，我们通常就在 8000-10000里面去挑。结果来了以后，这些人的流失率很高，因为他们会认为，我原来挣 8000 ，跳槽后挣 10000 很正常。</p>\n<p>在阿里巴巴有句话，叫做平凡的人做非凡的事情，我们不追求精英文化。</p>\n<p>什么叫降级呢？你要招一个愿意给1万的人，从3000-4000收入的人里去找。他来了之后，是不是有翻身做主人的感觉？成就感特别大，特别感谢这个公司给他这个机会。因为，他在外面没有这样的机会。</p>\n<p>当然，说来轻松。从 8000 块的人里挑可以给 1 万块的人容易挑，从三四千里面，确实不容易挑到这个人。</p>\n<p>可是容易，还要我们干嘛？</p>\n<p>我经常说，八千块里面挑一万的，你大概面试3个人就有一个。但是你要在三四千块里面，挑出来一个你愿意付1万块的人，你大概要看三四十个人，但一定会有的，我相信一定会有的。</p>\n<p>高考当年就差了一分，这个人就从名校，到了普通高校。为什么在三四千块收入的人里面没有那个人，你可以把他挖掘出来，可以培养出来。</p>\n<p>阿里巴巴那时候，很少去清华招工程师。我去清华做校招，人家问我，卫哲你来干嘛，马云怎么不来，李彦宏都还来呢，觉得我去都不够格。</p>\n<p>那我跑到华中科技大学，一千多人的场子，挤进来两千多人。阿里很多最优秀的工程师，都是武汉邮电、华中科技这些大学招聘过来的，并不是大家心目中清华北大这样的名校。</p>\n<p>清华北大，永远有比阿里更好的职位。那你到了武汉邮电，到了华中科技，阿里就是他们最好的机会。</p>\n<p>这就叫做跨级招聘人才，跨级选人才。</p>\n<p>所以，谈阿里的人力资源管理，可以谈很长时间。今天只是和大家分享，我们当年，在招聘环节，容易出的这3个问题，以及后来用什么方法来应对的。</p>\n<h4>02</h4>\n<p>别总讲规模，多谈谈效率</p>\n<p>做投资五年多来，收到无数的BP计划，永远是讲“我规模有多大”、“我今天有多大”、“我未来会做得有多大”，还有“我有多快”。</p>\n<p>但从来没有没有人在BP当中说：我效率有多高——我今天效率有多高；未来随着我多快、多大以后，我的效率有多高。</p>\n<p>互联网最大的作用就是提升效率。一个互联网公司没有人均10万美元的利润贡献，就不是真正的互联网公司。大和快的背后，是效率。</p>\n<p>不要被互联网这层外衣给迷惑了。商业的本质，除了增长以外还有效率。没有效率的增长，不是慢性自杀，而是加速自杀。</p>\n<p>个人效率的提升，光是自我驱动是不够的。还是要有约束。但是90后他不喜欢被约束，那怎么办？要提倡自我约束。</p>\n<p>举个例子。</p>\n<p>在阿里加班，可以再吃一顿晚饭。当时，一顿晚饭公司出15块钱，大约一年两百五十个工作日，一年要吃掉差不多两千多万加班费。</p>\n<p>最早的管理办法很简单，员工提申请，主管批准。主管批准加班，撕张券给你，六点钟开饭，你就去吃饭。这个制度，很多人觉得很正常，用了很多年。</p>\n<p>但是，我们再问自己，这个制度是不是真的好？</p>\n<p>第一，谁也没有规定工作到几点以后是加班。所以确实有一批人，六点钟吃饭，申请加班，吃完以后，六点半加班到七点钟走了。于公司，也没有什么制度说这不可以。</p>\n<p>第二，我们从来没有去想，每天五、六千个人，提加班申请，主管批准，发一张券，这个动作，花了多少时间，花了多少钱。</p>\n<p>好像这是不花钱的。实际上你想想看，每天五、六千个人写一个“今天要加班”，还得写一个理由：什么项目加班。主管看一眼批，还得撕一张券给你。</p>\n<p>从来没有人计算这个成本。</p>\n<p>后来我们跟员工讲清楚，加班晚餐是给加班的员工吃的，你不加班最好不要吃。但是如果你今天觉得很累，回去不想做饭，想吃完以后再回去，也没关系。反正公司是我们大家的，我们把公司吃光了，吃穷了，我们散伙。</p>\n<p>一年下来，大概前一年加班餐费在1400万左右，取消报批制以后，多了大概100万，变成1500万了。</p>\n<p>但计算一下，200多工作日，每天四、五千人打申请，主管批准发券，这事值不值一百万？中间消耗掉的人工，消耗掉的效率何止一百万。</p>\n<p>你的公司，你的组织，有没有这样的制度？这是愚蠢的制度，官僚就是这么来的，组织的效率就是这么下降的。</p>\n<p>提高个人效率，除了自我激励以外，不要有太多级约束。</p>\n<h4>03</h4>\n<p>人不是成本，人应该是投资</p>\n<p>“说到新零售，我特别反对无人便利店。”</p>\n<p>消费者的体验就四个字：多快好省，传统零售只能牺牲其中两个，换来另外两个。</p>\n<p>比如，美国的 Costco（好市多）第一主打就是“省”，第二个是“好”，那它牺牲了什么？牺牲了“多”。</p>\n<p>因为 Costco 的商品种类有 4000 种，沃尔玛有 2 万多；也牺牲了“快”，你看整个湾区没几个 Costco ，开车没个 30 分钟到不了。</p>\n<p>像便利店就相反，牺牲了“省”、“多”，换来了“快”。</p>\n<p>要想做好新零售，就要想清楚四个维度里如何补全。</p>\n<p>我特别反对无人便利店，人不是成本，人应该是投资。要是做无人便利店还不如搞个自动贩卖机呢。零售店里的人，不是理货员，而是要变成理客员，帮助顾客最快找到想要的货。</p>\n<p>盒马鲜生很重要的一点，新鲜，这就是互联网代替不了的体验。这也是我想说的第二点，新零售应该把互联网干不了的体验，补回来。</p>\n<p>现在市值最高的科技公司是苹果，有人敢说苹果不是科技公司吗？</p>\n<p>苹果公司这么一个技术公司，把奢侈品牌巴宝莉（Burberry） 的 CEO 找来做实体零售业的负责人，为什么？我去苹果零售店时，经常问店长和店员几个问题，问了十几家店。</p>\n<p>我问店长，你知道这个月的销售目标和完成情况吗？</p>\n<p>店长说：I don't know ，I don't care；</p>\n<p>问店员，你知道这个月的销售目标和你卖一个产品提成多少吗？</p>\n<p>店员说：I don't know，I don't have。</p>\n<p>这意味着什么？意味着苹果店的店长和店员存在，并不是以销售为第一目的的，基本上没有人给你推销。但中国的手机店，还是不停给你推销，希望你用华为还是保时捷款的。</p>\n<p>所以苹果店的存在，就是体验。所以苹果本身就是一种新零售。</p>\n<p>新零售的店不需要这么大，要做到实体小店，虚无大店，新零售一定要对原有的零售门店加以再利用。因为传统零售有两个成本不可避免上升：</p>\n<p>第一，房租成本，租金不能降低；</p>\n<p>第二，人工成本，没法降低。</p>\n<p>所以新零售要解决的是：人均产出大幅度上升，每平米产出（坪效）大幅度上升。如果新零售不能成倍地提高坪效，就做不下去的。</p>\n<h4>04</h4>\n<p>如何让我们的公司变得好玩？</p>\n<p>举个例子来说：硅谷创业公司也好，大公司也好，见面第一句话，不是互相问“你们这的期权多少？”；见面第一句话都是“你们那午饭怎么样？”“你们那的中餐水平怎么样？”</p>\n<p>PK一顿饭，这很重要。但以前这顿饭并不重要。</p>\n<p>如何让我们的公司变得好玩？</p>\n<p>对一个95后，他加不加入、留不留在你们公司，最有吸引力的，不是因为多几百块工资，而是你的那顿午饭，能不能打动他。</p>\n<p>公司的那顿午饭，是不是很用心，打动了他。如果不仅是包这顿午饭，你还包他住。</p>\n<p>很多公司还是提供这个福利的，但是你只是帮他找了个民居，让他在三室两厅里挤进去10个人凑和一下，还是给他一个像家一样，有年轻人的社区，有很温馨、很好玩的地方……这个对95后，变得越来越重要。</p>\n<p>好吃、好玩、好住，也可以是公司的卖点，是非常重要的一部分。</p>\n<p>人在一个公司，如果你只会把他当成本，那不是好的CEO，不是好的人力资源。</p>\n<p>所以，我也不相信人工智能，机器人能取代人，他们只能使我们变得更加强大。他们只能给我们的人力资源管理者，提出更多的挑战，让我们变得更强大。</p>\n", "id": 5}}